IDEA Open Model
LoadGroup.GroupType Property
Compatible with IDEA StatiCa 20.1
 Group type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LoadGroupType GroupType { get; set; }
Public Property GroupType As LoadGroupType
	Get
	Set
Property Value
Type: LoadGroupType
See Also
Reference
LoadGroup Class
IdeaRS.OpenModel.Loading Namespace